Repository: easySuite/alma_reminder_service
Catalog: translations/*.po
Languages: da

source: SMS reminders
da: SMS påmindelser

source: You are subscribed
da: Du er tilmeldt

source: You are not subscribed
da: Du er ikke tilmeldt

source: Email reminders
da: E-mail påmindelser

source: Services
da: Påmindelser

source: By checking this, you accept our <a href="/paamindelsesservice" target="_blank">terms</a>
da: Du accepterer hermed vores <a href="/paamindelsesservice" target="_blank">betingelser</a>

source: Price: @price DKK per piece
da: Pris: @price DKK pr. stk.

source: Alma reminder service
da: Påmindelsesservice

source: SMS reminder cost
da: Pris pr. SMS

source: SMS reminder cost, in DKK.
da: Pris pr. SMS, i DKK.

source: E-Mail reminder cost
da: Pris pr. e-mail.

source: E-Mail reminder cost, in DKK.
da: Pris pr. e-mail, i DKK.

source: Alma reminder service not enabled on this instance.
da: Påmindelsesservice er ikke aktiveret i jeres DDELibra.

source: Alma Reminder Service
da: Påmindelsesservice
